Repository: lannodev/we_player
Catalog: lib/l10n/intl_*.arb
Languages: pt

# searchPageTitle
source: Search
pt: Procurar

# searchPageSubtitle
source: Music
pt: Músicas

# searchPageListErrorTitle
source: An error occurred while searching!
pt: Um erro ocorreu enquanto procurava!

# searchPageListErrorSubtitle
source: Please verify Internet connectivity.
pt: Por favor, verifique a conexão com a internet.

# searchPageListNotFoundTitle
source: Could not find using the term '{term}'
pt: Não foi possivel encontrar usando o termo '{term}'

# searchPageListNotFoundSubtitle
source: Try again by typing the search term in another way
pt: Tente novamente digitando o termo da pesquisa de outra maneira

# searchPageListEmptyTitle
source: Find what you want to listen
pt: Encontre o que você quer ouvir

# searchPageListEmptySubtitle
source: Search for artists, music, podcasts and more
pt: Pesquise artistas, músicas, podcasts e muito mais

# searchPageHintText
source: Search music...
pt: Procurar música...

# bottomBarSearch
source: Search
pt: Procurar

# bottomBarFavorites
source: Favorites
pt: Favoritas

# favoritesPageTitle
source: Favorite
pt: Músicas

# favoritesPageSubtitle
source: Musics
pt: Favoritas

# favoritesPageShuffleButtom
source: Shuffle
pt: Aleatório

# playerPageTitle
source: PLAYING NOW
pt: TOCANDO AGORA

# explorePageRecentTitle
source: Recently
pt: Músicas ouvidas

# explorePageRecentSubtitle
source: played
pt: Recentemente

# explorePageFavoriteTitle
source: Favorite music
pt: Músicas Favoritas

# explorePageSpecialTitle
source: Selected
pt: Especialmente

# explorePageSpecialSubtitle
source: for you
pt: Para você

# explorePageNewAudiosTitle
source: New
pt: Novos

# explorePageNewAudiosSubtitle
source: releases
pt: Lançamentos

# explorePageNewAlbumsTitle
source: New
pt: Novos

# explorePageMoodTitle
source: Mood
pt: Músicas

# explorePageMoodSubtitle
source: Music
pt: Para a alma

# explorePageEditorTitle
source: Editors'
pt: Escolha

# explorePageEditorSubtitle
source: Choice
pt: Do editor

# explorePageCollectionTitle
source: Music collections
pt: Seleção musical

# explorePageAnyCaseTitle
source: Music for
pt: Para qualquer

# explorePageAnyCaseSubtitle
source: Every occasion
pt: Ocasião

# explorePageNewArtistsTitle
source: New artists
pt: Novos nomes

# explorePageShowMoreButton
source: Show All
pt: Ver todos
